
plerinfor=[]
plerinfor[0]=({"name":"F","pic":"-1","cho":0,"class":"F","age":"F","page":"F","inf":"F","chk":"去背PNG檔.如果是直播.請注意造型版權問題"})
plerinfor[1]=({"name":"稍田向","pic":"0c","cho":0,"class":"普10班","age":"16","page":"1","inf":"不知道要參加什麼社團.被小南抓到麻將社的同學","chk":"無"})
plerinfor[2]=({"name":"得永雨","pic":"1l","cho":0,"class":"廣1B","age":"16","page":"0","inf":"雙胞胎的妹妹.現任COSPLAY社社員.被姊姊抓來湊麻將社人數","chk":"無"})
plerinfor[3]=({"name":"得永妍","pic":"2c","cho":0,"class":"廣1B","age":"16","page":"1","inf":"雙胞胎的姊姊.上高中後開始學會打扮.但是妹妹的異性朋友比較多","chk":"無"})
plerinfor[4]=({"name":"桔熙","pic":"3r","cho":1,"class":"餐1A","age":"16","page":"0","inf":"國中時期很普.上高中前被設計師的哥哥改變造型","chk":"自摸過一次.點選左上「回主畫面」即可.若離開則需要重來"})
plerinfor[5]=({"name":"小南老師","pic":"4r","cho":1,"class":"超科學麻將社","age":"35","page":"18","inf":"推廣邏輯的麻將打法.在大學也有任教.很缺錢.非常需要工商業配","chk":"打到過西風東局.點選左上「回主畫面」即可.若離開則需要重來"})
plerinfor[6]=({"name":"佐梓內","pic":"5l","cho":1,"class":"廣1B","age":"16","page":"2","inf":"雙胞胎姊妹同班的同學.偶爾會去COSPLAY社幫忙","chk":"胡牌過兩次以上.點選左上「回主畫面」即可.若離開則需要重來"})
plerinfor[7]=({"name":"余","pic":"6l","cho":1,"class":"餐1B","age":"16","page":"0","inf":"桔熙的隔壁班同學.偶爾會一起上課而認識.善長中餐料理","chk":"聽牌三洞以上並且胡牌.點選左上「回主畫面」即可.若離開則需要重來"})
plerinfor[8]=({"name":"鈴羽路","pic":"7l","cho":1,"class":"普10班","age":"16","page":"0","inf":"稍田向的同班同學也是好朋友.偶然發現小向有參加麻將社就跟著一起參加了","chk":"胡過單吊+聽牌.點選左上「回主畫面」即可.若離開則需要重來"})
plerinfor[9]=({"name":"蒂妮‧Fs","pic":"8l","cho":1,"class":"餐2A","age":"17","page":"4","inf":"桔熙的學姊，父母都是美國人，但是全家都喜歡玩麻將","chk":"胡過門清+聽牌.點選左上「回主畫面」即可.若離開則需要重來"})